{
    "get_data": "SELECT quser_name, soulmate_name, user_task, user_2task, user_3task, task_cost, task_2cost, task_3cost, user_reward, reward_cost, user_2reward, reward_2cost, user_3reward, reward_3cost, l_balance FROM userdata WHERE id = (SELECT MAX(id) FROM userdata)",
    "tut": "Relationships are all about creating beautiful memories. With this bot, you can turn everyday tasks into delightful adventures. Create tasks for your partner, assign lion values, and watch the fun begin. Imagine earning lions for tasks like 'Wash and dry the dishes' or 'Do the grocery shopping'. The more lions you earn, the more rewards you can enjoy.",
    "tut1": "Keep the romance alive by surprising your partner with meaningful rewards. ‘A Romantic Date Night’ or ‘Breakfast in Bed’ are just a few ideas. With this bot, you can exchange tokens and experience these rewards together, making every day special.",
    "tut2": "Registration and Basic Setup:\nAfter completing this tutorial, the app will ask you for your name and other information. You will set up tasks, rewards, and values to exchange with your partner.\n\nManaging Your Lions:\nOnce registered, you will receive a main message. In the main message, you can add or remove lions from your balance.",
    "tut3": "In the bottom left corner of the app, you will find a convenient menu that provides quick access to essential functions:\n\nProfile: View your profile, which includes a list of your tasks, rewards, their values, and your lion balance.\n\nSuggest: Get inspired by generating 3 random tasks and 3 random rewards when you are in need of fresh ideas.\n\nMain: Access the main message where you can effortlessly manage your lion balance. Add or remove lions with just a few taps.\n\nHelp: Need guidance? Revisit this tutorial to ensure you make the most of the app.\n\nShare: Share a unique code with your partner, allowing them to join you in using this bot. It is a great way to enjoy the app together.\n\nConnect: Connect with your partner by sending the code they provided via the ‘Share’ function. This opens up the possibility to view and edit everything in the app together, further strengthening your connection.",
    "name": "To get started, please tell me your name",
    "s_name": "Great! Now, I'd like to know your soulmate's name",
    "1_task": "Thank you! What's the first task you'd like to create for your soulmate?",
    "1_cost": "Wonderful! How many lions should your soulmate earn for completing the first task?",
    "2_task": "Would you like to add a second task for your soulmate?",
    "2_cost": "Excellent choice! How many lions should your soulmate earn for completing the second task?",
    "3_task": "Would you like to add a third task for your soulmate?",
    "3_cost": "Perfect! How many lions should your soulmate earn for completing the third task?",
    "1_reward": "Now, let's talk about the rewards. What's the first reward you'd like to offer in exchange for lions?",
    "1_rcost": "Terrific! How many lions should your soulmate spend to claim the first reward?",
    "2_reward": "Would you like to add a second reward for your soulmate?",
    "2_rcost": "Great! How many lions should your soulmate spend to claim the second reward?",
    "3_reward": "Would you like to add a third reward for your soulmate?",
    "3_rcost": "Awesome! How many lions should your soulmate spend to claim the third reward?",
    "thanks": "Thanks for sharing your information! Here's what I know about you:",
    "e2_task": "Fantastic! What's the second task you'd like to create for your soulmate?",
    "e3_task": "Got it! What's the third task you'd like to create for your soulmate?",
    "e2_reward": "Wonderful choice! What's the second reward you'd like to offer in exchange for lions?",
    "e3_reward": "Last but not least, what's the third reward you'd like to offer in exchange for lions?"
}
