{
    "tut": "Отношения - это искусство создания красивых воспоминаний. C помощью этого бота вы сможете превратить обыденные задачи в чудесные приключения. Создавайте задания для вашего партнера, назначайте им цену в львятах и наблюдайте, как начинается веселье. Представьте, что вы зарабатываете львят за выполнение задач, таких как 'Помыть посуду' или 'Сходить за продуктами'. Чем больше львят вы зарабатываете, тем больше наград вас ожидает.",
    "tut1": "Для поддержания романтики в отношениях удивляйте своего партнера значимыми наградами. ‘Поход в ресторан’ или ‘Завтрак в постели’ — всего лишь несколько идей. C этим ботом вы можете обмениваться львятами и наслаждаться этими наградами вдвоем, делая каждый день особенным.",
    "tut2": "Регистрация и меню:\nПосле завершения туториала приложение попросит вас указать ваше имя и другую информацию. Вы придумаете задачи, награды и их цены в львятах для вашего партнера.\n\nНазначение львят:\nПосле регистрации вы увидете меню, оно с картинкой львенка. В нем вы можете прибавлять и вычитать львят с вашего баланса.",
    "tut3": "В левом нижнем углу приложения вы найдете удобное меню, которое обеспечивает быстрый доступ к основным функциям:\n\nProfile: Просмотр вашего профиля, который включает в себя список ваших задач, наград, их стоимость и баланс львят.\n\nSuggest: Получите вдохновение, генерируя 3 случайных задачи и 3 случайных награды, когда вам нужны свежие идеи.\n\nMain: Это доступ к меню, где вы легко можете управлять балансом львят. Добавьте или уберите львят всего несколькими касаниями.\n\nHelp: Возникли трудности? Эта кнопка отправит туториал заново, а если это не решит проблему - по отправленной ссылке вы сможете написать нам.\n\nShare: Поделитесь уникальным кодом с вашим партнером, позволяя ему или ей присоединиться к использованию этого бота. Это отличный способ вместе наслаждаться приложением.\n\nConnect: Выберете это чтобы ввести код вашего партнера. Это откроет возможность просматривать и редактировать приложение вместе, дополнительно укрепляя вашу связь.",
    "name": "Для начала, пожалуйста, скажите мне ваше имя",
    "s_name": "Отлично! Теперь мне бы хотелось узнать имя вашей второй половинки",
    "1_task": "Спасибо! Какую первую задачу вы хотели бы создать для вашей второй половинки?",
    "1_cost": "Замечательно! Сколько львят ваша вторая половинка должна заработать за выполнение первой задачи?",
    "2_task": "Вы хотели бы добавить вторую задачу для вашей второй половинки?",
    "2_cost": "Прекрасный выбор! Сколько львят должна заработать ваша вторая половинка за выполнение второй задачи?",
    "3_task": "Хотели бы вы добавить третью задачу для вашей второй половинки?",
    "3_cost": "Отлично! Сколько львят должна заработать ваша вторая половинка за выполнение третьей задачи?",
    "1_reward": "Теперь поговорим о наградах. Какую первую награду вы хотели бы предложить в обмен на львят?",
    "1_rcost": "Замечательно! Сколько львят должна потратить ваша вторая половинка, чтобы получить первую награду?",
    "2_reward": "Хотели бы вы добавить вторую награду для вашей второй половинки?",
    "2_rcost": "Отлично! Сколько львят должна потратить ваша вторая половинка, чтобы получить вторую награду?",
    "3_reward": "Хотели бы вы добавить третью награду для вашей второй половинки?",
    "3_rcost": "Отлично! Сколько львят должна потратить ваша вторая половинка, чтобы получить третью награду?",
    "thanks": "Спасибо за предоставленную информацию! Вот что я знаю о вас:",
    "e2_task": "Фантастика! Какую вторую задачу вы бы хотели создать для вашей второй половинки?",
    "e3_task": "Понял! Какую третью задачу вы хотели бы создать для вашей второй половинки?",
    "e2_reward": "Прекрасный выбор! Какую вторую награду вы хотели бы предложить в обмен на львят?",
    "e3_reward": "Последнее, но не менее важное. Какую третью награду вы хотели бы предложить в обмен на львят?"
}
